Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

# calendarMeeting.mode.automatic
source: Automatic recording
de: Automatisch aufnehmen
ja: 自動録音
zh_hans: 自动录音

# calendarMeeting.settings.autoStop
source: Automatically stop calendar-started recordings
de: Kalendergestartete Aufnahmen automatisch stoppen
ja: カレンダーから開始した録音を自動停止
zh_hans: 自动停止从日历启动的录音

# calendarMeeting.settings.autoStopHelp
source: When the meeting appears to have ended, TypeWhisper warns you immediately and stops the recording 15 seconds later unless you continue it.
de: Wenn das Meeting beendet scheint, warnt dich TypeWhisper sofort und stoppt die Aufnahme 15 Sekunden später, sofern du sie nicht fortsetzt.
ja: ミーティングが終了したように見えると、TypeWhisperはすぐに警告し、「録音を続ける」を選ばない限り15秒後に録音を停止します。
zh_hans: 当会议似乎已结束时，TypeWhisper 会立即发出警告，并在 15 秒后停止录音，除非你选择继续录音。

# calendarMeeting.settings.autoStopNotificationsRequired
source: Auto-stop requires macOS notifications and stays off when they are unavailable.
de: Auto-Stop benötigt erlaubte macOS-Mitteilungen und bleibt sonst ausgeschaltet.
ja: 自動停止にはmacOSの通知許可が必要です。通知を利用できない場合はオフのままになります。
zh_hans: 自动停止需要允许 macOS 通知；通知不可用时将保持关闭。

# calendarMeeting.settings.calendars
source: Calendars
de: Kalender
ja: カレンダー
zh_hans: 日历

# calendarMeeting.settings.noCalendars
source: No event calendars are currently available.
de: Aktuell sind keine Ereigniskalender verfügbar.
ja: 現在利用できるイベントカレンダーはありません。
zh_hans: 当前没有可用的事件日历。

# calendarMeeting.settings.providers
source: Meeting providers
de: Meeting-Anbieter
ja: ミーティングサービス
zh_hans: 会议提供商

# calendarMeeting.settings.privacy
source: Calendar data stays on this Mac. TypeWhisper detects only whether meeting audio or a camera is active and never reads audio or video content. Titles are used only in local notifications, settings, and recording filenames.
de: Kalenderdaten bleiben auf diesem Mac. TypeWhisper erkennt nur, ob Meeting-Audio oder eine Kamera aktiv ist, und liest keine Audio- oder Bildinhalte. Titel werden nur in lokalen Mitteilungen, Einstellungen und Dateinamen verwendet.
ja: カレンダーデータはこのMacにのみ保存されます。TypeWhisperはミーティング音声またはカメラが使用中かどうかだけを検出し、音声や映像の内容を読み取りません。タイトルはローカル通知、設定、録音ファイル名にのみ使用されます。
zh_hans: 日历数据保留在这台 Mac 上。TypeWhisper 只检测会议音频或摄像头是否处于活动状态，不会读取音频或视频内容。标题仅用于本地通知、设置和录音文件名。

# calendarMeeting.settings.notificationHelp
source: Notifications are used for meeting reminders and the warning before an automatic stop.
de: Mitteilungen werden für Meeting-Hinweise und für die Warnung vor dem automatischen Stopp verwendet.
ja: 通知はミーティングのリマインダーと、自動停止前の警告に使用されます。
zh_hans: 通知用于会议提醒和自动停止前的警告。

# calendarMeeting.settings.openCalendarSettings
source: Open Calendar Settings
de: Kalendereinstellungen öffnen
ja: カレンダー設定を開く
zh_hans: 打开日历设置

# calendarMeeting.settings.requestCalendarAccess
source: Request Calendar Access
de: Kalenderzugriff anfordern
ja: カレンダーアクセスを要求
zh_hans: 请求日历访问权限

# calendarMeeting.settings.requestingCalendarAccess
source: Requesting Calendar Access…
de: Kalenderzugriff wird angefragt…
ja: カレンダーアクセスを要求中…
zh_hans: 正在请求日历访问权限…

# calendarMeeting.settings.openNotificationSettings
source: Open Notification Settings
de: Mitteilungseinstellungen öffnen
ja: 通知設定を開く
zh_hans: 打开通知设置

# calendarMeeting.permission.title
source: Allow calendar meeting automation?
de: Kalender-Meeting-Automation erlauben?
ja: カレンダーミーティングの自動化を許可しますか？
zh_hans: 允许日历会议自动化？

# calendarMeeting.permission.message
source: TypeWhisper will request full calendar access to find supported meeting links in your selected calendars. Notification permission is requested afterward for reminders.
de: TypeWhisper fordert vollständigen Kalenderzugriff an, um unterstützte Meeting-Links in ausgewählten Kalendern zu finden. Danach wird die Mitteilungsberechtigung für Hinweise angefragt.
ja: 選択したカレンダー内の対応ミーティングリンクを検出するため、カレンダーへのフルアクセスを要求します。その後、リマインダー用の通知権限を要求します。
zh_hans: TypeWhisper 将请求完整日历访问权限，以便在所选日历中查找支持的会议链接。之后会请求通知权限用于提醒。

# calendarMeeting.permission.continue
source: Continue
de: Fortfahren
ja: 続ける
zh_hans: 继续

# calendarMeeting.permission.calendarGranted
source: Calendar access granted
de: Kalenderzugriff erlaubt
ja: カレンダーアクセスを許可済み
zh_hans: 已允许访问日历

# calendarMeeting.permission.calendarNotDetermined
source: Calendar access not requested
de: Kalenderzugriff noch nicht angefragt
ja: カレンダーアクセスは未要求です
zh_hans: 尚未请求日历访问权限

# calendarMeeting.permission.calendarDenied
source: Calendar access required
de: Kalenderzugriff erforderlich
ja: カレンダーアクセスが必要です
zh_hans: 需要日历访问权限

# calendarMeeting.permission.calendarRestricted
source: Calendar access restricted
de: Kalenderzugriff eingeschränkt
ja: カレンダーアクセスが制限されています
zh_hans: 日历访问受限

# calendarMeeting.permission.calendarRestrictedHelp
source: Calendar access is restricted by macOS or device management and cannot be changed here.
de: Der Kalenderzugriff ist durch macOS oder die Geräteverwaltung eingeschränkt und kann hier nicht geändert werden.
ja: カレンダーアクセスはmacOSまたはデバイス管理によって制限されているため、ここでは変更できません。
zh_hans: 日历访问受到 macOS 或设备管理的限制，无法在此处更改。

# calendarMeeting.permission.requestFailedTitle
source: Calendar Access Request Failed
de: Kalenderzugriff konnte nicht angefragt werden
ja: カレンダーアクセスを要求できませんでした
zh_hans: 日历访问请求失败

# calendarMeeting.permission.requestFailedMessage
source: macOS did not complete the calendar access request. Dismiss this message, then use Request Calendar Access to try again.
de: macOS hat die Anfrage auf Kalenderzugriff nicht abgeschlossen. Schließe diese Meldung und verwende dann „Kalenderzugriff anfordern“, um es erneut zu versuchen.
ja: macOSでカレンダーアクセスの要求が完了しませんでした。このメッセージを閉じてから、「カレンダーアクセスを要求」を使用してもう一度お試しください。
zh_hans: macOS 未能完成日历访问请求。关闭此消息，然后使用“请求日历访问权限”重试。

# calendarMeeting.permission.notificationsGranted
source: Notifications allowed
de: Mitteilungen erlaubt
ja: 通知を許可済み
zh_hans: 已允许通知

# calendarMeeting.permission.notificationsNotDetermined
source: Notifications not requested
de: Mitteilungen noch nicht angefragt
ja: 通知は未要求です
zh_hans: 尚未请求通知权限

# calendarMeeting.permission.notificationsDenied
source: Notifications unavailable
de: Mitteilungen nicht verfügbar
ja: 通知を利用できません
zh_hans: 通知不可用

# calendarMeeting.status.off
source: Off
de: Aus
ja: オフ
zh_hans: 关闭

# calendarMeeting.status.permissionRequired
source: Permission required
de: Berechtigung erforderlich
ja: 権限が必要です
zh_hans: 需要权限

# calendarMeeting.status.automatic
source: Automatic recording
de: Automatisch aufnehmen
ja: 自動録音
zh_hans: 自动录音

# calendarMeeting.status.reminder
source: Reminders only
de: Nur erinnern
ja: 通知のみ
zh_hans: 仅提醒

# calendarMeeting.preview.description
source: Get a reminder for a scheduled meeting, or start recording after TypeWhisper confirms that you joined.
de: Lass dich vor einem geplanten Meeting erinnern oder starte die Aufnahme nach bestätigtem Beitritt.
ja: 予定したミーティングの前に通知を受け取るか、参加確認後に録音を開始します。
zh_hans: 获取预定会议提醒，或在 TypeWhisper 确认你已加入后开始录音。

# calendarMeeting.preview.exampleTitle
source: Weekly product sync
de: Wöchentlicher Produkt-Abgleich
ja: 週次プロダクト同期
zh_hans: 每周产品同步会议

# calendarMeeting.preview.exampleTime
source: Tomorrow, 10:00
de: Morgen, 10:00 Uhr
ja: 明日 10:00
zh_hans: 明天 10:00

# calendarMeeting.preview.privacy
source: Local calendar access only after activation.
de: Lokaler Kalenderzugriff erst nach Aktivierung.
ja: 有効化後にのみローカルカレンダーへアクセスします。
zh_hans: 仅在激活后访问本地日历。

# calendarMeeting.preview.upgrade
source: Unlock Premium
de: Premium freischalten
ja: Premiumを有効にする
zh_hans: 解锁高级版

# premium.hub.access.title
source: Premium access
de: Premium-Zugang
ja: Premiumアクセス
zh_hans: 高级版访问权限

# premium.hub.access.locked
source: Not unlocked
de: Nicht freigeschaltet
ja: 未解除
zh_hans: 尚未解锁

# premium.hub.access.supporter
source: Supporter active · Premium not unlocked
de: Supporter aktiv · Premium nicht freigeschaltet
ja: サポーター有効 · Premium未解除
zh_hans: 支持者状态已激活 · 高级版尚未解锁

# premium.hub.access.commercial
source: Commercial license active
de: Commercial-Lizenz aktiv
ja: Commercialライセンス有効
zh_hans: 商业许可证已激活

# premium.hub.access.account
source: Premium account active
de: Premium-Konto aktiv
ja: Premiumアカウント有効
zh_hans: 高级版账户已激活

# premium.hub.access.both
source: Commercial license and Premium account active
de: Commercial-Lizenz und Premium-Konto aktiv
ja: CommercialライセンスとPremiumアカウントが有効
zh_hans: 商业许可证和高级版账户均已激活

# premium.hub.access.manage
source: Manage Access…
de: Zugang verwalten …
ja: アクセスを管理…
zh_hans: 管理访问权限…

# premium.hub.locked.title
source: Premium features that save you work
de: Premium-Funktionen, die dir Arbeit abnehmen
ja: 作業を減らすPremium機能
zh_hans: 为你节省工作的高级功能

# premium.hub.locked.description
source: Record scheduled meetings automatically, learn from your corrections, and keep your dictionary and snippets in sync.
de: Nimm geplante Meetings automatisch auf, lerne aus deinen Korrekturen und halte Wörterbuch sowie Snippets synchron.
ja: 予定したミーティングを自動録音し、修正から学習して、辞書とスニペットを同期します。
zh_hans: 自动录制预定会议、从你的修正中学习，并同步词典和文本片段。

# premium.hub.unlock
source: Unlock Premium
de: Premium freischalten
ja: Premiumを有効にする
zh_hans: 解锁高级版

# premium.hub.supporter.note
source: Your Supporter status is active. Premium features require separate Premium access.
de: Dein Supporter-Status ist aktiv. Premium-Funktionen benötigen einen separaten Premium-Zugang.
ja: サポーターステータスは有効です。Premium機能には別途Premiumアクセスが必要です。
zh_hans: 你的支持者状态已激活。高级功能需要单独的高级版访问权限。

# premium.hub.active.title
source: Your Premium features
de: Deine Premium-Funktionen
ja: Premium機能
zh_hans: 你的高级功能

# premium.hub.active.description
source: See the current state at a glance and open only the settings you need.
de: Sieh den aktuellen Zustand auf einen Blick und öffne nur die Einstellungen, die du gerade brauchst.
ja: 現在の状態をひと目で確認し、必要な設定だけを開けます。
zh_hans: 一目了然地查看当前状态，只打开你需要的设置。

# premium.hub.calendar.description
source: Reminds you before a scheduled meeting or starts recording automatically when you join.
de: Erinnert dich vor einem geplanten Meeting oder startet die Aufnahme automatisch, sobald du beitrittst.
ja: 予定したミーティングの前に通知するか、参加時に自動で録音を開始します。
zh_hans: 在预定会议前提醒你，或在你加入时自动开始录音。

# premium.hub.calendar.accessGranted
source: Calendar access granted
de: Kalenderzugriff erlaubt
ja: カレンダーアクセス許可済み
zh_hans: 已允许访问日历

# premium.hub.calendar.accessNotRequested
source: Calendar access not requested yet
de: Kalenderzugriff noch nicht angefragt
ja: カレンダーアクセス未要求
zh_hans: 尚未请求日历访问权限

# premium.hub.calendar.accessNeeded
source: Calendar access required
de: Kalenderzugriff erforderlich
ja: カレンダーアクセスが必要
zh_hans: 需要日历访问权限

# premium.hub.calendar.selectionFormat
source: Calendars: %1$lld · Providers: %2$lld
de: Kalender: %1$lld · Anbieter: %2$lld
ja: カレンダー：%1$lld件 · サービス：%2$lld件
zh_hans: 日历：%1$lld · 提供商：%2$lld

# premium.hub.learning.title
source: Learn from Corrections
de: Aus Korrekturen lernen
ja: 修正から学習
zh_hans: 从修正中学习

# premium.hub.learning.description
source: Remembers confident edits after insertion and improves future text.
de: Merkt sich sichere Änderungen nach dem Einfügen und verbessert künftige Texte.
ja: 挿入後の確実な修正を記憶し、今後の文章を改善します。
zh_hans: 记住插入后的明确修改，并改进今后的文本。

# premium.hub.learning.preview
source: Learns only clear corrections
de: Lernt nur eindeutige Korrekturen
ja: 明確な修正だけを学習
zh_hans: 仅学习明确的修正

# premium.hub.sync.title
source: Sync Dictionary & Snippets
de: Wörterbuch & Snippets synchronisieren
ja: 辞書とスニペットを同期
zh_hans: 同步词典和文本片段

# premium.hub.sync.description
source: Keeps your personal terms and text snippets available across your devices.
de: Hält deine persönlichen Begriffe und Textbausteine auf deinen Geräten verfügbar.
ja: 個人用の用語とテキストスニペットを複数のデバイスで利用できます。
zh_hans: 让你的个人术语和文本片段可在不同设备上使用。

# premium.hub.sync.preview
source: Dictionary · Snippets · Your cloud folder
de: Wörterbuch · Snippets · Eigener Cloud-Ordner
ja: 辞書 · スニペット · 自分のクラウドフォルダ
zh_hans: 词典 · 文本片段 · 你的云端文件夹

# premium.hub.sync.notConfigured
source: Not set up yet
de: Noch nicht eingerichtet
ja: 未設定
zh_hans: 尚未设置

# premium.hub.sync.neverSynced
source: Not synced yet
de: Noch nicht synchronisiert
ja: 未同期
zh_hans: 尚未同步

# premium.hub.sync.lastSyncFormat
source: Last synced: %@
de: Zuletzt synchronisiert: %@
ja: 最終同期：%@
zh_hans: 上次同步：%@

# premium.hub.status.off
source: Off
de: Aus
ja: オフ
zh_hans: 关闭

# premium.hub.status.on
source: On
de: Ein
ja: オン
zh_hans: 开启

# premium.hub.status.remindersOnly
source: Reminders only
de: Nur erinnern
ja: 通知のみ
zh_hans: 仅提醒

# premium.hub.status.automaticRecording
source: Automatic recording
de: Automatisch aufnehmen
ja: 自動録音
zh_hans: 自动录音

# premium.hub.status.actionRequired
source: Action required
de: Aktion nötig
ja: 対応が必要
zh_hans: 需要处理

# premium.hub.status.signInRequired
source: Sign-in required
de: Anmeldung nötig
ja: サインインが必要
zh_hans: 需要登录

# premium.hub.status.commercialRequired
source: Commercial license required
de: Commercial-Lizenz nötig
ja: Commercialライセンスが必要
zh_hans: 需要商业许可证

# premium.hub.status.accountRequired
source: Premium account required
de: Premium-Konto nötig
ja: Premiumアカウントが必要
zh_hans: 需要高级版账户

# premium.hub.status.linkPurchase
source: Connect purchase
de: Kauf verknüpfen
ja: 購入を連携
zh_hans: 关联购买

# premium.hub.status.premiumRequired
source: Premium access required
de: Premium-Zugang nötig
ja: Premiumアクセスが必要
zh_hans: 需要高级版访问权限

# premium.hub.settings
source: Settings…
de: Einstellungen …
ja: 設定…
zh_hans: 设置…

# premium.common.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
zh_hans: 取消

# premium.window.access.title
source: Premium Access
de: Premium-Zugang
ja: Premiumアクセス
zh_hans: 高级版访问权限

# premium.window.access.description
source: Manage your license and cross-device Premium account.
de: Verwalte deine Lizenz und dein geräteübergreifendes Premium-Konto.
ja: ライセンスとデバイス間Premiumアカウントを管理します。
zh_hans: 管理你的许可证和跨设备高级版账户。

# premium.window.access.currentAccess
source: Current access
de: Aktueller Zugang
ja: 現在のアクセス
zh_hans: 当前访问权限

# premium.window.access.manageLicense
source: Manage License…
de: Lizenz verwalten …
ja: ライセンスを管理…
zh_hans: 管理许可证…

# premium.window.access.linkDescription
source: Your Commercial license is active on this Mac but is not linked to this account yet. Link it to enable cross-device sync.
de: Deine Commercial-Lizenz ist auf diesem Mac aktiv, aber noch nicht mit diesem Konto verknüpft. Verknüpfe sie, um die geräteübergreifende Synchronisierung freizuschalten.
ja: このMacではCommercialライセンスが有効ですが、このアカウントにはまだ連携されていません。連携するとデバイス間同期を利用できます。
zh_hans: 这台 Mac 上的商业许可证已激活，但尚未关联到此账户。关联后即可启用跨设备同步。

# premium.window.access.linkLicense
source: Link Commercial License
de: Commercial-Lizenz verknüpfen
ja: Commercialライセンスを連携
zh_hans: 关联商业许可证

# premium.window.access.linkFailed
source: The Commercial license could not be linked to this Premium account.
de: Die Commercial-Lizenz konnte nicht mit diesem Premium-Konto verknüpft werden.
ja: CommercialライセンスをこのPremiumアカウントに連携できませんでした。
zh_hans: 无法将商业许可证关联到此高级版账户。

# premium.window.access.signedInDescription
source: Your Apple account keeps linked Premium access available on Mac and iPhone.
de: Dein Apple-Konto hält verknüpfte Premium-Berechtigungen auf Mac und iPhone verfügbar.
ja: Appleアカウントにより、リンク済みPremiumアクセスをMacとiPhoneで利用できます。
zh_hans: 通过你的 Apple 账户，可在 Mac 和 iPhone 上使用已关联的高级版访问权限。

# premium.window.access.signInDescription
source: Sign in to link Premium access and use cloud sync across devices.
de: Melde dich an, um Premium-Zugang zu verknüpfen und Cloud-Sync auf mehreren Geräten zu verwenden.
ja: サインインしてPremiumアクセスをリンクし、デバイス間クラウド同期を利用します。
zh_hans: 登录后可关联高级版访问权限，并在多个设备间使用云同步。

# premium.window.access.privacy
source: Synced content stays in your chosen cloud storage and does not pass through the TypeWhisper account service.
de: Synchronisierte Inhalte bleiben in deinem gewählten Cloud-Speicher und werden nicht über den TypeWhisper-Kontodienst übertragen.
ja: 同期内容は選択したクラウドストレージに保存され、TypeWhisperのアカウントサービスを経由しません。
zh_hans: 同步内容保留在你选择的云存储中，不会经过 TypeWhisper 账户服务。

# premium.window.access.accountTitle
source: Cross-device Premium Account
de: Geräteübergreifendes Premium-Konto
ja: デバイス間Premiumアカウント
zh_hans: 跨设备高级版账户

# premium.window.access.accountActive
source: Premium active
de: Premium aktiv
ja: Premium有効
zh_hans: 高级版已激活

# premium.window.access.signOut
source: Sign Out
de: Abmelden
ja: サインアウト
zh_hans: 退出登录

# premium.window.access.deleteAccount
source: Delete Account
de: Konto löschen
ja: アカウントを削除
zh_hans: 删除账户

# premium.window.access.deleteConfirmationTitle
source: Delete TypeWhisper Account?
de: TypeWhisper-Konto löschen?
ja: TypeWhisperアカウントを削除しますか？
zh_hans: 要删除 TypeWhisper 账户吗？

# premium.window.access.deleteConfirmationMessage
source: This removes the account and entitlement link. Local entries and private cloud files are not deleted.
de: Dadurch werden das Konto und die verknüpfte Berechtigung entfernt. Lokale Einträge und private Cloud-Dateien werden nicht gelöscht.
ja: アカウントとアクセス権のリンクが削除されます。ローカル項目とプライベートクラウドファイルは削除されません。
zh_hans: 此操作会移除账户及其权益关联。本地条目和专用云端文件不会被删除。

# premium.window.calendar.locked
source: Meeting Automation requires a Commercial license or an active Premium account.
de: Meeting-Automation benötigt eine Commercial-Lizenz oder ein aktives Premium-Konto.
ja: ミーティング自動化にはCommercialライセンスまたは有効なPremiumアカウントが必要です。
zh_hans: 会议自动化需要商业许可证或有效的高级版账户。

# premium.window.learning.title
source: Learn from Corrections
de: Aus Korrekturen lernen
ja: 修正から学習
zh_hans: 从修正中学习

# premium.window.learning.description
source: TypeWhisper remembers only clear edits and skips uncertain changes.
de: TypeWhisper merkt sich nur eindeutige Änderungen und überspringt unsichere Bearbeitungen.
ja: TypeWhisperは明確な修正だけを記憶し、不確かな変更はスキップします。
zh_hans: TypeWhisper 仅记住明确的修改，并跳过不确定的更改。

# premium.window.learning.help
source: After direct insertion, TypeWhisper only checks whether you make a clear correction.
de: Nach dem direkten Einfügen beobachtet TypeWhisper nur, ob du den Text eindeutig korrigierst.
ja: 直接挿入後、TypeWhisperは明確な修正が行われたかだけを確認します。
zh_hans: 直接插入后，TypeWhisper 只会检查你是否进行了明确的修正。

# premium.window.learning.lastActivity
source: Latest activity
de: Letzte Aktivität
ja: 最新のアクティビティ
zh_hans: 最近活动

# premium.window.learning.examplesHelp
source: Learned patterns help TypeWhisper with future insertions.
de: Gelernte Muster helfen TypeWhisper bei zukünftigen Einfügungen.
ja: 学習したパターンは今後の挿入に役立ちます。
zh_hans: 学到的模式可帮助 TypeWhisper 改进今后的插入。

# premium.window.learning.locked
source: Learning from corrections requires an active Commercial license.
de: Das Lernen aus Korrekturen benötigt eine aktive Commercial-Lizenz.
ja: 修正からの学習には有効なCommercialライセンスが必要です。
zh_hans: 从修正中学习需要有效的商业许可证。

# premium.window.learning.toggle
source: Learn from edits after insertion
de: Aus Bearbeitungen nach dem Einfügen lernen
ja: 挿入後の編集から学習
zh_hans: 学习插入后的编辑

# premium.window.learning.repeatCount.label
source: Save a correction
de: Korrektur speichern
ja: 修正を保存するタイミング
zh_hans: 保存修正的时机

# premium.window.learning.repeatCount.immediately
source: Immediately
de: Sofort
ja: すぐに
zh_hans: 立即

# premium.window.learning.repeatCount.afterFormat
source: After %lld corrections
de: Nach %lld Korrekturen
ja: %lld回修正した後
zh_hans: 修正 %lld 次后

# premium.window.learning.repeatCount.help
source: With a higher count, a correction is only saved to the Dictionary after you have made the same correction that many times within 30 days. One-off edits are ignored.
de: Bei einer höheren Anzahl wird eine Korrektur erst im Wörterbuch gespeichert, wenn du dieselbe innerhalb von 30 Tagen so oft vorgenommen hast. Einmalige Änderungen werden ignoriert.
ja: 回数を増やすと、同じ修正を30日以内にその回数行ったときにだけ辞書へ保存されます。1回限りの編集は無視されます。
zh_hans: 次数设得更高时，只有在 30 天内做了相同次数的同一修正，才会保存到词典。一次性的编辑会被忽略。

# premium.window.learning.noActivity
source: No learning attempt yet
de: Noch kein Lernversuch
ja: 学習履歴はまだありません
zh_hans: 尚无学习尝试

# premium.window.learning.examplesTitle
source: Correction examples
de: Korrekturbeispiele
ja: 修正例
zh_hans: 修正示例

# premium.window.learning.correctionsLearnedFormat
source: %d corrections learned
de: %d Korrekturen gelernt
ja: %d件の修正を学習
zh_hans: 已学习 %d 条修正

# premium.window.learning.outcome.learned
source: Correction learned
de: Korrektur gelernt
ja: 修正を学習しました
zh_hans: 已学习修正

# premium.window.learning.outcome.unsupportedTextObservation
source: Text could not be observed
de: Text konnte nicht beobachtet werden
ja: テキストを確認できませんでした
zh_hans: 无法读取文本

# premium.window.learning.outcome.noEdit
source: No edit detected
de: Keine Bearbeitung erkannt
ja: 編集は検出されませんでした
zh_hans: 未检测到编辑

# premium.window.learning.outcome.ambiguousEdit
source: Ambiguous edit skipped
de: Mehrdeutige Bearbeitung übersprungen
ja: 不明確な編集をスキップしました
zh_hans: 已跳过含义不明确的编辑

# premium.window.learning.outcome.noCommitBeforeTimeout
source: No completion signal detected
de: Kein Abschlusssignal erkannt
ja: 完了操作を検出できませんでした
zh_hans: 未检测到完成信号

# premium.window.learning.outcome.duplicateCorrection
source: Correction already exists
de: Korrektur ist bereits vorhanden
ja: 修正はすでに登録されています
zh_hans: 修正已存在

# premium.window.learning.outcome.awaitingRepeat
source: Correction noted, saved when repeated
de: Korrektur vorgemerkt, wird bei Wiederholung gespeichert
ja: 修正を記録しました。繰り返されると保存されます
zh_hans: 已记录修正，再次出现时保存

# premium.window.learning.outcome.cancelled
source: Learning attempt cancelled
de: Lernversuch abgebrochen
ja: 学習をキャンセルしました
zh_hans: 已取消学习尝试

# premium.window.learning.outcome.failed
source: Correction could not be saved
de: Korrektur konnte nicht gespeichert werden
ja: 修正を保存できませんでした
zh_hans: 无法保存修正

# premium.window.learning.signal.focusChanged
source: Focus changed
de: Fokuswechsel
ja: フォーカス変更
zh_hans: 焦点已更改

# premium.window.learning.signal.appChanged
source: App changed
de: App-Wechsel
ja: アプリ変更
zh_hans: 应用已切换

# premium.window.sync.title
source: Sync Dictionary & Snippets
de: Wörterbuch & Snippets synchronisieren
ja: 辞書とスニペットを同期
zh_hans: 同步词典和文本片段

# premium.window.sync.description
source: Sync your personal terms and text snippets through your own cloud storage.
de: Synchronisiere deine persönlichen Begriffe und Textbausteine über deinen eigenen Cloud-Speicher.
ja: 自分のクラウドストレージを使って個人用の用語とスニペットを同期します。
zh_hans: 通过你自己的云存储同步个人术语和文本片段。

# premium.window.sync.modeTitle
source: Synchronization
de: Synchronisierung
ja: 同期
zh_hans: 同步

# premium.window.sync.modeHelp
source: Choose automatic iCloud sync or your own synchronized folder.
de: Wähle automatische iCloud-Synchronisierung oder einen eigenen synchronisierten Ordner.
ja: iCloud自動同期または自分の同期フォルダを選択します。
zh_hans: 选择自动 iCloud 同步或你自己的同步文件夹。

# premium.window.sync.statusTitle
source: Current status
de: Aktueller Zustand
ja: 現在の状態
zh_hans: 当前状态

# premium.window.sync.actionsTitle
source: Actions
de: Aktionen
ja: 操作
zh_hans: 操作

# premium.window.sync.deleteTitle
source: Delete synchronized data
de: Synchronisierte Daten löschen
ja: 同期データを削除
zh_hans: 删除同步数据

# premium.window.sync.deleteHelp
source: Deletes the private sync folder while keeping local dictionary and snippet data.
de: Löscht den privaten Sync-Ordner, behält aber lokale Wörterbuch- und Snippet-Daten.
ja: ローカルの辞書とスニペットを残したまま、プライベート同期フォルダを削除します。
zh_hans: 删除专用同步文件夹，但保留本地词典和文本片段数据。

# premium.window.sync.locked
source: Cloud sync requires sign-in and an active Premium account.
de: Cloud-Sync benötigt eine Anmeldung und ein aktives Premium-Konto.
ja: クラウド同期にはサインインと有効なPremiumアカウントが必要です。
zh_hans: 云同步需要登录并拥有有效的高级版账户。

# premium.window.sync.linkRequired
source: Link the Commercial license active on this Mac to the signed-in account to enable cloud sync.
de: Verknüpfe deine auf diesem Mac aktive Commercial-Lizenz mit dem angemeldeten Konto, um Cloud-Sync freizuschalten.
ja: このMacで有効なCommercialライセンスをサインイン中のアカウントに連携すると、クラウド同期を利用できます。
zh_hans: 将这台 Mac 上已激活的商业许可证关联到当前登录账户，即可启用云同步。

# premium.window.sync.mode.off
source: Off
de: Aus
ja: オフ
zh_hans: 关闭

# premium.window.sync.mode.automaticICloud
source: Automatic iCloud Sync
de: Automatische iCloud-Synchronisierung
ja: iCloud自動同期
zh_hans: 自动 iCloud 同步

# premium.window.sync.mode.cloudFolder
source: Cloud Folder
de: Cloud-Ordner
ja: クラウドフォルダ
zh_hans: 云端文件夹
